Repository: nivaca/de_natura_loci
Catalog: omegat/project_save.tmx
Source language: la
Languages: es

source: Si igitur illa loca sunt tam vehementer calida propter unam aestatem quam habent ex sole appropinquante et incedente super Zenith capitum eorum, probabile esset intolerabilis esse caloris terram cui incidit perpendiculariter bis in anno:
es: Por lo tanto, si aquellos lugares son tan fuertemente cálidos a causa del solo verano que tienen a partir del sol que se les aproxima y que no cae sobre el cénit de sus cabezas*, es probable que sea de calor intolerable la tierra en la que el sol cae perpendicularmente dos veces al año,

source: Si igitur illa loca sunt tam vehementer calida propter unam aestatem quam habent ex sole appropinquante et incedente super Zenith capitum eorum, probabile esset intolerabilis esse caloris terram cui incidit perpendiculariter bis in anno: et ideo esse inhabitabilem.
es: Por lo tanto, si aquellos lugares son tan fuertemente cálidos a causa del solo verano que tienen a partir del sol que se les aproxima y que no cae sobre el cénit de sus cabezas*, es probable que sea de calor intolerable la tierra en la que el sol cae perpendicularmente dos veces al año, y que por esto sea inhabitable.

source: Sic etiam intelligitur quod dicunt Philosophi, quod nullus invenitur scripsisse aliquid de habitatione illa:
es: Así también se entiende lo que dicen los filósofos, que no se encuentra a nadie que haya escrito algo sobre aquella habitación.

source: Sic etiam intelligitur quod dicunt Philosophi, quod nullus invenitur scripsisse aliquid de habitatione illa: tamen Philosophi diversa valde scribunt de hoc: et ideo dicimus sicut nobis videtur, non praejudicantes aliter dicentibus.
es: No obstante, los filósofos escriben muchas cosas diversas sobre esto, y por esto hablamos así como nos parece, sin prejuzgar a los que dicen otra cosa.

source: Sic igitur nec locus qui est sub aequinoctiali, est temperatus:
es: Así, por lo tanto, el lugar que está bajo el [círculo] equinoccial (= el ecuador) tampoco será temperado,

source: Sic igitur nec locus qui est sub aequinoctiali, est temperatus: et sic totum spatium quod est inter duos tropicos, est combustum et intemperatum, et habitationi contrarium sive incongruum: quia sicut dicit Aristoteles in libro de Causis proprietatum elementorum, et nos infra explanabimus, radix habitationis est aequalitas et temperamentum.
es: Así, por lo tanto, el lugar que está bajo el [círculo] equinoccial (= el ecuador) tampoco será temperado, y así todo el espacio que está entre los dos trópicos está quemado e intemperado, y es inapropiado para la habitación. Porque así como dice [Pseudo] Aristóteles en el *Libro sobre las causas de las propiedades de los elementos*, y como nosotros explicaremos abajo, el fundamento de la habitación es la justa proporción y el temperamento.

source: Sicut autem diximus non esse continue delectabilem habitationem sub tropico aestivo, ita consentimus et non esse continue delectabilem habitationem locis illis in insulis illius maris et in littoribus, sed tempore quo sol perpendiculariter incidit locis illis, aut in subterraneis erit habitatio, vel recedendum ad tempus usquequo sol loca illa respiciat oblique.
es: No obstante, así como dijimos que la habitación no es continuamente placentera bajo el trópico estival, así también consentimos en que no hay habitación continuamente placentera en las islas de aquel mar ni en los litorales sino que, en el tiempo en que el sol cae perpendicularmente en aquellos lugares, habrá que habitar en lugares subterráneos o habrá que retroceder por un tiempo hasta que el sol mire atrás aquellos lugares oblicuamente.

source: Sicut enim diximus in principio, quaedam sunt locus et locatum, et quaedam locatum tantum.
es: En efecto, así como dijimos al principio, algunos son tan solo lugar y otros son solamente localizados, algunos, sin embargo, son lugar y localizado

source: Sicut igitur calidum secundum se est causa ejus quod est calefactum tantum, et ejus quod est calefactum et calefaciens, ita oportet necessario quasi ut influxa virtus sit locato tantum, et locato et locanti, ab eo quod est locus tantum:
es: por lo tanto, así como lo cálido por sí es causa de eso que es tan solo calentado y de eso que es calentado y calienta, de esta manera es preciso con necesidad que la virtud influida esté tan solo en lo localizado, y en lo localizado y en lo que localiza a partir de lo que es tan solo lugar;

source: Sicut igitur calidum secundum se est causa ejus quod est calefactum tantum, et ejus quod est calefactum et calefaciens, ita oportet necessario quasi ut influxa virtus sit locato tantum, et locato et locanti, ab eo quod est locus tantum: hoc enim est in ratione primi et causae in genere locati.
es: por lo tanto, así como lo cálido por sí es causa de eso que es tan solo calentado y de eso que es calentado y calienta, de esta manera conviene con necesidad que la virtud influida esté tan solo en lo localizado, y en lo localizado y en lo que localiza a partir de lo que es tan solo lugar; en efecto, esto se da en razón de lo primero y de la causa en el género del lugar

source: Simile est de consideratione complexionatorum et animatorum.
es: Y similarmente sucede en la consideración de las cosas complejas* y animadas.

source: Similis autem pars circuli mensurat nostram habitationem Occidentis et aequalis praedictae.
es: Ahora bien, una parte similar del círculo mide [extiende] nuestra habitación desde la parte del occidente e igual a la mencionada.

source: Similiter autem aqua in summo subtilior est et dulcior propter aeris admixtionem, et in infimo turbulenta et salsa propter terrae admixtae combustionem, et in medio insipida.
es: Ahora bien, el agua en lo más alto es ciertamente más sutil y más dulce a causa de la mezcla con el aire y en lo más profundo es turbulenta y salada a causa de la combustión de la tierra mezclada y en el medio, insípida

source: Similiter autem materia quae est sub forma corporum, licet loco circumscribatur, non tamen exigit locum sub determinata loci differentia ad quam est motus secundum locum:
es: sin embargo, de manera similar la materia que está bajo la forma de un cuerpo, aunque esté circunscrita a un lugar, no exige, sin embargo, un lugar bajo una determinada diferencia de lugar, al que es movido según el lugar;

source: Similiter autem materia quae est sub forma corporum, licet loco circumscribatur, non tamen exigit locum sub determinata loci differentia ad quam est motus secundum locum: sed ratione formae substantialis determinatae, quae in quantum forma substantialis est generabilis corporis, exigitur determinata loci differentia ad quam est motus secundum locum.
es: En efecto, la materia de sí no tiene ningún lugar en absoluto; sin embargo, de manera similar la materia que está bajo la forma de un cuerpo, aunque esté circunscrita a un lugar, no exige, sin embargo, un lugar bajo una determinada diferencia de lugar, al que es movido según el lugar; sino que en razón de la forma substancial determinada que, en cuanto forma substancial es propia del cuerpo generable, es exigida por la diferencia determinada del lugar hacia la que se da el movimiento según el lugar

source: Similiter et aqua tangens ipsum in infimo facit ipsum nebulosum et incorporatum et grossum, et alienam humiditatem habentem, cum aer de natura sua sit humidi spiritualis.
es: Además, de la misma manera, también el agua que toca a este en lo más bajo lo hace nube que tiene humedad incorporada y gruesa y distinta, puesto que el aire por su naturaleza es de humedad ventosa.

source: Similitudo et dissimilitudo locorum et virtutum formativarum, quae sunt in loco, ex materia per signum maxime deprehendi potest in quodam magnetis genere, qui uno angulo fugit ferrum, et in alio attrahit ipsum.
es: Ahora bien, la similitud y la disimilitud de los lugares y de las virtudes formativas, que se dan a partir del lugar, pueden ser advertidas máximamente en la materia por el indicio en cierto género de imán, que en un extremo repele el hierro y en el otro lo atrae;

source: Simplex enim corpus habet locari in simplici concavo corporis in quo est generatio ipsius, et ad quem est motus ipsius:
es: pues el cuerpo simple tiene localización en la concavidad simple del cuerpo, en la que se da su generación y hacia la que se da su movimiento,

source: Simplex enim corpus habet locari in simplici concavo corporis in quo est generatio ipsius, et ad quem est motus ipsius: et a quo si moveatur, festinat ad corruptionem [B531a], sicut in Physicis determinavimus.
es: en efecto, el cuerpo simple tiene localización en la concavidad simple del cuerpo, en la que se da su generación y hacia la que se da su movimiento, y de la que, si es movido, se apresurará a la corrupción, así como establecimos en los *Físicos*.

source: Sol ergo quando vadit in gradibus quadraginta dictis, quasi stare videtur in eodem loco, et statu suo continuo exurere terrae habitationem:
es: El sol, por lo tanto, cuando va en los dichos cuarenta grados, parece como si estuviera en el mismo lugar, y en su estado continuo quema la habitación de la tierra,

source: Sol ergo quando vadit in gradibus quadraginta dictis, quasi stare videtur in eodem loco, et statu suo continuo exurere terrae habitationem: eo quod sicut una columna radiorum suorum perpendicularitate incidit terrae et exurit eam: reddit igitur eam inhabitabilem.
es: El sol, por lo tanto, cuando va en los dichos cuarenta grados, parece como si estuviera en el mismo lugar, y en su estado continuo quema la habitación de la tierra, debido a que así como una sola columna de sus rayos cae continua y perpendicularmente sobre la tierra y la quema, así por lo tanto la vuelve inhabitable.

source: Sub utroque autem polorum necesse est esse inhabitabilem propter frigus.
es: Sin embargo, bajo uno y otro polo es necesario que haya un lugar inhabitable a causa del frío.

source: Sunt autem Ptolemaei et Avicennae rationes in contrarium.
es: Hay, sin embargo, argumentos de Ptolomeo y Avicena en contra.

source: Sunt autem multorum magnorum rationes, quod non habitari [C12b] possit:
es: Ahora bien, hay razones de muchos grandes hombres para que no pueda ser habitada.

source: Sunt autem multorum magnorum rationes, quod non habitari [C12b] possit: et inducunt praecipue tres rationes, quarum una est Ptolemaei, quod ad illam partem minor per diametrum solis conversa sit, et non propter vicinitatem corporis solis et ultra tropicum hyemalem effectus sit locus inhabitabilis.
es: Además, hay razones de muchos grandes hombres para que no pueda ser habitada. Presentan especialmente tres, de las cuales una es de Ptolomeo, que la parte menor del diámetro solar se dirige hacia aquella parte y por esto, a causa de la proximidad del cuerpo solar, incluso más allá del trópico invernal el lugar resultó inhabitable.

source: Sunt autem quidam dicentes locum non conferre nisi ad figuram, et non ad esse locati:
es: Existen, sin embargo, algunos que dicen que el lugar otorga solo a la figura y no a la condición* de lo localizado

source: Sunt autem quidam dicentes locum non conferre nisi ad figuram, et non ad esse locati: eo quod est extrinsecum ambiens undique terminans, et tangens figuram locati: et ideo non oportere tradere dicunt scientiam diversitatis locorum in speciali scientiae naturalis: eo quod non operatur nisi ad accidens rei naturalis, et non per modum naturae quae est intrinsecum principium, sed, sicut dicunt, extrinsecus et per accidens continendo.
es: Existen, sin embargo, algunos que dicen que el lugar otorga solo a la figura y no a la condición* de lo localizado puesto que lo circundante es extrínseco, limitante por todas partes y tocante a la figura de lo localizado, y por esta razón dicen que no es conveniente tratar la ciencia de la diversidad de los lugares solamente en el libro de la ciencia natural, porque no opera sino frente al accidente de la cosa natural y no por el modo de la naturaleza, la cual es principio intrínseco, pero, según dicen, es extrínseco y contenido por accidente.

source: Sunt quidam dicentes deserta arenosa longi spatii jacere inter media, quorum sterilitas transitum prohibet:
es: Hay quienes dicen, además, que desiertos arenosos de gran extensión yacen en el medio, cuya esterilidad impide el paso.

source: Sunt quidam dicentes deserta arenosa longi spatii jacere inter media, quorum sterilitas transitum prohibet: et ideo dicunt nullum ibi habitare: quia cum genus hominum ab uno disseminatum esse constet, aut ille, ut inquiunt, fuit in quarta Aquilonari, aut in quarta Meridionali.
es: Hay quienes dicen, además, que desiertos arenosos de gran extensión yacen en el medio, cuya esterilidad impide el paso. Y por esto dicen que nadie habita allí, porque, aunque se crea que el género humano haya sido diseminado por un solo hombre, aquel, como dicen, estuvo o en la cuarta parte aquilonal o en la cuarta parte meridional.

source: TRACTATUS I:
es: Tratado I.

source: TRACTATUS I: DE LONGITUDINE ET LATITUDINE LOCI PER DISTANTIAM AB ORBE.
es: Tratado primero sobre la latitud y la longitud del lugar según la distancia de la esfera terrestre.

source: Talia autem loca etiam paludosa sunt frequenter ex humore diffuso super terram et corrumpente habitationem.
es: Sin embargo, con frecuencia tales lugares también son pantanosos debido al humor difundido en la tierra y que corrompe la habitación;

source: Talia igitur corpora proprie loquendo non locum habent, sed locus sunt corporum aliorum.
es: Por lo tanto, tales cuerpos, hablando propiamente, no tienen lugar sino que son el lugar de los otros cuerpos.

source: Tangens enim aerem in summo loci sui dulcis et subtilis est propter aeris admixtionem, et tangens terram in infimo loco sui turbulenta est valde et forte pontica vel salsa propter terrestre [C6a] quod commixtum est ei, sed media insipida est veram habens aquae naturam.
es: en efecto, la que toca el aire en lo más alto* de su lugar es dulce e incluso sutil por la mezcla del aire, y la que toca la tierra en lo más bajo de su lugar es turbulenta y probablemente marina o salada por lo terrestre, que se le mezcla, pero la que está en el medio, que tiene la verdadera naturaleza del agua, es insípida.

source: Temperatum enim medium est inter calidissimum et frigidissimum.
es: Pues el medio temperado está entre el lugar más cálido y el más frío.

source: Tertia vero causa est vicinitas corporis solis:
es: Por otra parte, la tercera causa es la proximidad del cuerpo solar,

source: Tertia vero causa est vicinitas corporis solis: eo quod minor pars diametri ejus est versus finem Sagittarii: et haec potissima et causa occurrentis caloris: et ideo locum illum et vicina loca dicunt effici inhabitabilia prop-[B542b]-ter aestum: et concordant cum hoc fere omnium sententiae, qui dicunt circulum solis concentricum non esse.
es: Por otra parte, la tercera causa es la proximidad del cuerpo solar, porque la menor parte de su diámetro está en dirección al límite final de Sagitario, y esta es la causa más poderosa del calor abrasador, y por esto dicen que aquel lugar y los lugares próximos se vuelven inhabitables por causa del ardor.Y concuerdan con esto las sentencias de casi todos los que dicen que el círculo del sol no es concéntrico.

source: Tertiam autem suae sententiae assertionem adducunt a Regum experimentis:
es: Ahora bien, aducen la tercera justificación de su sentencia a partir de las experiencias de los reyes.

source: Tertiam autem suae sententiae assertionem adducunt a Regum experimentis: nullus enim umquam Regum describentium orbem, neque aliquis historiographorum, sive Astronomorum, vel aliorum Philosophorum, umquam aliquid scripsit de locis illis, nec umquam aliqui pervenire potuerunt, licet multi in hoc laboraverint: et hoc signum esse dicunt, quod nullus habitet omnino in locis illis: et si nullus habitat, tunc frustra esset habitabilis.
es: Además, aducen la tercera justificación de su sentencia a partir de las experiencias de los reyes.En efecto, nunca ninguno de los reyes que describió el orbe ni nunca ninguno de los historiógrafos, astrónomos u otros filósofos escribió algo sobre aquellos lugares, ni nunca nadie ha podido llegar aunque haya trabajado mucho.Y dicen que esto es signo de que nadie habita en lo absoluto en aquellos lugares, y si nadie ahí habita, entonces sería habitable en vano.

source: Una quarum est rectitudo circuli solis circa tropicum per accessum ejus in Sagittario.
es: Una de estas es la estrechez del círculo solar cerca del trópico por su aproximación en Sagitario y su alejamiento en Capricornio.

source: Una quidem causa est distantia sui ab orbe, qui vere locus est omnium secundum naturam locum habentium.
es: una, ciertamente, causada a partir de su distancia al orbe*, que es verdaderamente el lugar de todas las cosas que tienen un lugar según la naturaleza;

source: Una quidem quae distinguit terram totam in quinque plagas sive zonas, quas ponit Plato et Pythagoras et Homerus et plures alii auctores.
es: una, por cierto, es la que distingue toda la tierra en cinco regiones o zonas, las que plantean Platón, Pitágoras, Homero, así como otros muchos autores;

source: Unde in omnibus credo his verius esse, quod difficilis sit transitus et non impossibilis:
es: De ahí, que en relación con todas estas cosas creo que es más verdadero que el paso sea difícil y no imposible,

source: Unde in omnibus credo his verius esse, quod difficilis sit transitus et non impossibilis: et hoc propter vastam et arenosam eremum, quae adustione solis sterilis est: et ideo sine longitudinis viatione transiri non potest: et hanc esse causam existimo, quare parva est communicatio hominum ultra aequinoctialem existentium in climatibus Meridionalibus, cum his qui nobiscum habitant in quarta Aquilonari.
es: De ahí, que en relación con todas estas cosas creo que es más verdadero que el paso sea difícil y no imposible, y esto a causa del desierto vasto y arenoso que es estéril por lo abrasador del sol, y por esto sin gran provisión de viaje no puede ser atravesado. Y considero que esta es la causa por la que es poco el intercambio entre los hombres que existen en climas meridionales más allá del equinoccial y estos que habitan con nosotros en la cuarta parte aquilonal.

source: Uno enim modo dicitur locus communiter omne corpus ambiens extrinsecus alterum corpus ratione superficiei continentis et tangentis ipsum.
es: En un modo, en efecto, se llama "lugar" en general a todo cuerpo circundante externo a otro cuerpo por causa de la superficie que lo contiene y lo toca.

source: Ut autem hoc melius sciatur, sciendum quod horizon circulus est, cujus centrum habitationis cujuslibet et cujus circumferentia tangit undique concavum [17b] hemisphaerii a polo in polum per puncta duo Orientis et Occidentis [B549a] diffusa.
es: Sin embargo, para saber esto mejor, se ha de saber que el horizonte es un círculo cuyo centro es el centro de un habitador cualquiera, y cuya circunferencia toca por todos lados la concavidad del hemisferio debido a su circuito de polo a polo a través de dos puntos difusos del oriente y del occidente.

source: Utrum habitabilis sit quarta terrae quae est ab aequinoctiali usque in polum Australem?
es: Si es habitable la cuarta parte de la tierra que se encuentra desde el equinoccial hasta el polo austral

source: Vegetabilia quae ibi sunt, aliquantulum convalescunt, ut avena, et hordeum:
es: Ahora bien, las plantas frías allí crecen poco como la avena y la cebada

source: Vegetabilia quae ibi sunt, aliquantulum convalescunt, ut avena, et hordeum: sed triticum nequaquam ibi convalescere potest: et si aliquando seminatur, degenerat in granum alterius naturae.
es: Ahora bien, las plantas frías allí crecen poco como la avena y la cebada pero el trigo nunca puede crecer allí, y si es sembrado alguna vez, se degenera en un grano de otra naturaleza.

source: Videbitur enim alicui fortasse, quod superficies cujus concavum est locans in se locatum, dicitur et aliquid esse corporis locantis et non locati, et ideo habere virtutes corporis locantis:
es: Pues a alguno le parecerá acaso que una superficie, cuya concavidad es la que localiza en ella al cuerpo localizado, es algo del cuerpo que localiza y no del localizado;

source: Videbitur enim alicui fortasse, quod superficies cujus concavum est locans in se locatum, dicitur et aliquid esse corporis locantis et non locati, et ideo habere virtutes corporis locantis: et propter illud debere agere ad formam corporis locantis et non ejus quod locatur in ipso: propter quod videtur concavum ignis in modo elementali non aerem debere producere, sed ignem: et sic nullum elementorum deberet esse nisi ignis solus, qui ex motu et lumine superiorum corporum generatur, et totam materiam elementalem videtur debere convertere in se.
es: En efecto, a alguno le parecerá acaso que una superficie, cuya concavidad es la que localiza en ella al cuerpo localizado, es algo del cuerpo que localiza y no del localizado; y que por eso tiene en él las virtudes del cuerpo que localiza y por esto debe conducir a la forma del cuerpo que localiza y no a la de aquel que está localizado en este.Por lo cual parece que la concavidad del fuego en la materia elemental no debe producir aire sino fuego y así ninguno de los elementos debería existir sino el fuego solo, que, generado a partir del movimiento y la luz de los cuerpos superiores, parecería que toda la materia elemental debe convertirse en este [fuego]

source: Videtur autem Pythagorae, Platoni, et Democrito, et sociis eorum, quod totum hoc spatium sit inhabitabile propter quinque rationes, quarum prima sumitur ex dispersione radii solis super illa loca incidentis.
es: Ahora bien, parece que para Pitágoras, Platón, Demócrito, y sus compañeros, todo este espacio es inhabitable por cinco razones. De estas, la primera se toma a partir de la disposición del rayo del sol que cae sobre aquellos lugares.

source: Videtur autem alicui inconvenienter esse dictum quod diximus de mensuris locorum:
es: Sin embargo, le parecerá a alguno que es dicho inconvenientemente lo que dijimos sobre la medida de los lugares

source: Videtur autem alicui inconvenienter esse dictum quod diximus de mensuris locorum: quia nos diximus in libro Caeli et Mundi, quod latitudo est a dextro ad sinistrum, et longitudo a superiori in inferius: et nos diximus, quod dextrum et [B548a] sinistrum caeli sunt Oriens et Occidens, et superius et inferius sunt poli, Meridianus, et Aquilonaris: et sic videbitur, quod longitudo locorum sit a Meridie in Aquilonem accipiendo, et latitudo sit ab Oriente in Occidentem per contrarium ejus quod diximus hic.
es: Sin embargo, le parecerá a alguno que es dicho inconvenientemente lo que dijimos sobre la medida de los lugares porque nosotros dijimos en el libro segundo *Sobre el Cielo y el Mundo*, que la latitud se da desde lo derecho hacia lo izquierdo y que la longitud, desde lo superior hasta lo inferior; y nosotros dijimos que lo derecho y lo izquierdo del cielo son el oriente y el occidente y que lo superior y lo inferior son los polos sur y aquilonal. Y así parece que la longitud de los lugares ha de tomarse desde el sur hacia el aquilón y que la latitud de ellos se da desde el oriente hacia el occidente, al contrario de lo que dijimos acá.

source: Videtur enim consentiendum Krices et Homero in hoc quod dicunt naturam exigere duo genera Aethiopum.
es: En efecto, parece que hay que estar de acuerdo con Carites y Homero en esto que dicen: que la naturaleza exige que haya dos géneros de etíopes,

source: Viginti enim gradibus ultimi Geminorum parum distant a viginti gradibus Cancri:
es: Pues los últimos veinte grados de Géminis distan poco de los primeros veinte grados de Cáncer.
